[	
	{
		"reviews": {	
			"positive": [
				"This coffee shop has amazing coffee and great wifi. I was able to get a lot of work done in a comfortable and cozy atmosphere.",
				"The wifi at this coffee shop was fast and reliable, which made it the perfect spot for a quick coffee break and some work.",
				"The coffee at this shop was excellent, and the fast wifi made it easy for me to stay connected while I worked.",
				"This coffee shop is my go-to spot for delicious coffee and fast wifi. The staff is friendly and the atmosphere is relaxing.",
				"The wifi at this coffee shop is excellent, and the coffee is consistently good. It's the perfect spot to catch up on some work.",
				"The coffee is amazing and the wifi is fast and reliable. This coffee shop has become my new favorite spot for a quick work session.",
				"The wifi at this coffee shop is some of the fastest I've ever experienced, and the coffee is delicious. It's the perfect place to work or study.",
				"This coffee shop has a great selection of coffee and pastries, and the fast wifi makes it a great spot to catch up on emails or work.",
				"The wifi at this coffee shop is fast and reliable, which is perfect for me to get some work done while enjoying a delicious cup of coffee.",
				"The coffee at this shop is consistently good, and the wifi is fast and reliable. It's the perfect spot to get some work done while enjoying a great cup of coffee."
			],
			"moderate": [
				"The coffee was good and the atmosphere was cozy, but the wifi was a bit slow. Still, I was able to get some work done.",
				"This coffee shop has a nice selection of coffee and pastries, and the wifi was decent enough for me to check my emails.",
				"The wifi at this coffee shop could be better, but the coffee was great and the staff was friendly and attentive.",
				"The coffee was good and the wifi was decent, but it was a bit noisy in the coffee shop which made it hard to focus.",
				"The wifi was a bit spotty, but the coffee was delicious and the seating was comfortable. It's a great place to relax and read a book.",
				"The coffee shop had a nice ambiance, and while the wifi wasn't the fastest, it was enough to get some work done.",
				"The wifi at this coffee shop was decent, but it did slow down during peak hours. The coffee, however, was consistently good.",
				"The coffee at this shop was good, but the wifi was a bit slow. Still, it was a nice place to relax and catch up on some work.",
				"The wifi at this coffee shop was decent, but not the fastest. However, the comfortable seating and delicious coffee made up for it.",
				"The coffee was good and the wifi was decent, but the seating could be more comfortable. Overall, it's a nice spot to grab a cup of coffee and get some work done."			
			],
			"negative": [
				"I was extremely disappointed with this coffee shop. The wifi was slow and unreliable, making it impossible to get any work done.",
				"I came to this coffee shop to get some work done, but the wifi was so slow that I ended up leaving after only a few minutes.",
				"The coffee at this shop was average at best, but the worst part was the terrible wifi. I couldn't even check my email.",
				"I would not recommend this coffee shop for anyone who needs to get work done. The wifi was virtually unusable.",
				"The coffee was decent, but the terrible wifi ruined my experience at this coffee shop. I won't be coming back.",
				"The wifi at this coffee shop was so bad that I had to use my phone as a hotspot just to get some work done.",
				"I was really looking forward to trying this coffee shop, but the wifi was so slow that I couldn't even load a webpage.",
				"The coffee was nothing special, and the wifi was so slow that I couldn't even upload a simple document.",
				"The coffee was overpriced and the wifi was practically non-existent. I won't be coming back to this coffee shop.",
				"The wifi at this coffee shop was so bad that I had to leave and find another place to get some work done. Save yourself the trouble and go elsewhere."	
			]
		},
		"facilities": [
			"Coffee machines",
			"Baked goods",
			"Seating options",
			"Barista station",
			"Cash registers",
			"Free Wi-Fi",
			"Restrooms",
			"Outdoor seating",
			"Tea selection",
			"Menu displays",
			"Music ambiance",
			"Power outlets",
			"Espresso machines",
			"Specialty drinks",
			"To-go cups"
		],
		"opening_times": [
			"Monday to Friday: 7:00 AM to 7:00 PM",
			"Monday to Friday: 8:00 AM to 6:00 PM",
			"Monday to Saturday: 6:00 AM to 9:00 PM",
			"Monday to Saturday: 7:00 AM to 8:00 PM",
			"Monday to Sunday: 8:00 AM to 7:00 PM",
			"Monday to Sunday: 7:00 AM to 10:00 PM",
			"Monday to Sunday: 9:00 AM to 5:00 PM",
			"Monday to Sunday: 8:00 AM to 8:00 PM",
			"Monday to Thursday: 6:30 AM to 9:00 PM, Friday: 6:30 AM to 10:00 PM, Saturday: 7:30 AM to 10:00 PM, Sunday: 7:30 AM to 9:00 PM",
			"Monday to Thursday: 7:00 AM to 6:00 PM, Friday: 7:00 AM to 8:00 PM, Saturday and Sunday: 8:00 AM to 6:00 PM"
		],
		"shops":
		[
			"The Roasted Bean - 1234 Maple Street",
			"Brew House Café - 5678 Elm Street",
			"Caffeine Connection - 9012 Oak Street",
			"Bean There, Done That - 3456 Pine Street",
			"Daily Grind Coffee Co. - 7890 Walnut Street",
			"Perk Up Café - 2345 Cedar Street",
			"Java Junkies - 6789 Birch Street",
			"The Grind House - 1234 Cherry Street",
			"Cup of Joe - 5678 Cedarwood Street",
			"Café Latte - 9012 Birchwood Street",
			"Buzz Café - 3456 Maplewood Street",
			"Bean Counter - 7890 Pineapple Street",
			"Mocha Magic - 2345 Orange Street",
			"Rise and Grind - 6789 Apple Street",
			"The Coffee Spot - 1234 Willow Street",
			"Sip 'n' Savour - 5678 Rose Street",
			"Daily Dose Coffee - 9012 Ivy Street",
			"The Beanery - 3456 Laurel Street",
			"The Steaming Mug - 7890 Magnolia Street",
			"The Coffee Coop - 2345 Vine Street",
			"Brewed Awakening - 6789 Oakwood Street",
			"Espresso Lane - 1234 Park Street",
			"The Grind Cafe - 5678 Birchwood Avenue",
			"The Daily Buzz - 9012 Cherrywood Avenue",
			"Aroma Cafe - 3456 Pinecone Street",
			"The Coffee Collective - 7890 Maplewood Avenue",
			"Coffee Culture - 2345 Walnutwood Street",
			"Cafe Mocha - 6789 Pinecone Avenue",
			"The Caffeine Fix - 1234 Oakwood Avenue",
			"Bean Scene - 5678 Willowwood Street",
			"Coffee Emporium - 9012 Cherrywood Street",
			"Coffee & Co. - 3456 Maplewood Court",
			"The Grindstone - 7890 Birchwood Court",
			"Coffee Quest - 2345 Sprucewood Street",
			"The Daily Grindhouse - 6789 Cedarwood Court",
			"The Coffee Cartel - 1234 Walnutwood Avenue",
			"Cafe Amore - 5678 Cedarwood Street",
			"The Bean Barn - 9012 Willowwood Avenue",
			"Brew & Chew - 3456 Birchwood Drive",
			"The Coffee Commune - 7890 Elmwood Avenue"
		]
	}
]